Repository: Peremoga22/wow-english-school
Catalog: WowApp/Resources/SharedResource.*.resx
Languages: uk

# AdminHeader
source: Admin
uk: Адмінка

# ContactHeader
source: Contacts
uk: Контакти

# ContractHeader
source: Contract
uk: Договір

# Hero_Lead_1
source: English for children and adults — group and individual lessons. We help you speak confidently and improve your results in studies or at work.
uk: Англійська для дітей та дорослих — групові й індивідуальні заняття. Допоможемо заговорити впевнено та покращити результат у навчанні/роботі.

# HomeHeader
source: Home
uk: Домашня

# LoginHeader
source: Login
uk: Логін

# LogOutHeader
source: LogOut
uk: Вийти

# PortfolioHeader
source: Portfolio
uk: Портфоліо

# QuickSignUpHome
source: Quick Sign-Up
uk: Швидкий запис

# ReviewHeader
source: Reviews
uk: Відгуки

# ServiceHeader
source: Service
uk: Послуги

# AboutUsHeader
source: About Us
uk: Про нас

# TextHome_1
source: Free trial lesson — we’ll assess your English level and find the learning format that works best for you.
uk: Безкоштовний пробний урок — визначаємо ваш рівень володіння англійською та підбираємо оптимальний формат навчання.

# TextHome_2
source: Request a callback — our manager will get in touch with you to discuss your goals and recommend the best learning option for you.
uk: Зворотний дзвінок — наш менеджер зв’яжеться з вами, щоб проконсультувати та підібрати найкращі умови навчання відповідно до ваших цілей.

# TextHome_3
source: Mon–Fri 9:00–21:00 • Sat 9:00–15:00 • Sun closed
uk: Пн–Пт: 9:00–21:00 • Сб: 9:00–15:00 • Нд: вихідний

# TextHome_4
source: LEARN
uk: ВИВЧАЙ

# TextHome_5
source: English for Real Life
uk: Англійська у побуті

# TextHome_6
source: (conversational english)
uk: (розмовний курс)

# TextHome_7
source: English for Studying
uk: Англійська для навчання

# TextHome_8
source: preparation for ZNO / Entrance Exams
uk: підготовка до ЗНО/іспитів

# TextHome_9
source: Business English
uk: Англійська для бізнесу

# TextHome_10
source: (special course)
uk: (спеціальний курс)

# TextHome_11
source: English for Travel
uk: Англійська для подорожей

# TextHome_12
source: (practical course)
uk: (практичний курс)

# TextHome_13
source: KEEP IMPROVING
uk: ВДОСКОНАЛЮЙ

# TextHome_14
source: Speaking Club
uk: Розмовний клуб

# TextHome_15
source: (speaking practice)
uk: (розмовна практика)

# TextHome_16
source: Movie Days
uk: Кіноперегляд Англійською

# TextHome_17
source: (english through movies)
uk: (англійська на фільмах)

# TextHome_18
source: Bookworm Club
uk: Клуб книголюбів

# TextHome_19
source: (book lovers’ club)
uk: (клуб книголюбів)

# TextHome_20
source: Karaoke Days
uk: Караоке англійською

# TextHome_21
source: (english with songs)
uk: (англійська у піснях)

# TextHome_22
source: DISCOVER THE WORLD WITH US
uk: ВІДКРИВАЙ СВІТ З НАМИ

# TextHome_23
source: for children and adults
uk: для дітей та дорослих

# TextHome_24
source: group lessons
uk: групові заняття

# TextHome_25
source: individual lessons
uk: індивідуальні заняття

# TextHome_26
source: corporate training
uk: корпоративне навчання

# TextHome_27
source: online lessons
uk: онлайн заняття

# TextHome_28
source: individual approach
uk: індивідуальний підхід

# TextHome_29
source: Working Hours
uk: Графік роботи

# TextHome_30
source: Monday–Friday
uk: Понеділок–п’ятниця

# TextHome_31
source: Saturday
uk: Субота

# TextHome_32
source: Sunday
uk: Неділя

# TextHome_33
source: day off
uk: вихідний день

# TextHome_34
source: Contacts
uk: Контакти

# TextHome_35
source: Phone
uk: Тел.

# TextHome_36
source: Free lesson
uk: Безкоштовний урок

# TextHome_37
source: Callback
uk: Зворотній дзвінок

# TextFooter_1
source: English Club W.O.W — English Courses for Kids & Adults | Stryi
uk: Наш English club використовує сучасні методи навчання. Ми навчаємо говорити англійською легко та з задоволенням.

# TextFooter_2
source: Navigation
uk: Навігація

# TextFooter_3
source: About Us
uk: Про нас

# TextFooter_4
source: Contact
uk: Зв'язок

# TextFooter_5
source: Educational Services
uk: Освітні послуги

# TextFooter_6
source: Children
uk: Діти

# TextFooter_7
source: Adults
uk: Дорослі

# TextFooter_8
source: Our Story
uk: Наша історія

# TextFooter_9
source: Stryi, Okhrymovycha St., 8/25
uk: місто Стрий, вул.Охримовича, 8/25

# TextFooter_10
source: All rights reserved.
uk: Всі права захищені

# TextAboutUs_1
source: Home page
uk: Домашня сторінка

# TextAboutUs_2
source: About Us
uk: Про нас

# TextAboutUs_3
source: English Club is an English school where things are explained simply and real results are achieved.
uk: English Club — школа англійської, де пояснюють просто і дають результат

# TextAboutUs_4
source: We help you speak confidently, understand others, and use English in real life — or studying, work, travel, and everyday communication.
uk: Ми допомагаємо впевнено говорити, розуміти співрозмовників та використовувати англійську в житті: для навчання, роботи, подорожей і щоденної комунікації.

# TextAboutUs_5
source: Enroll in a Class
uk: Записатися на заняття

# TextAboutUs_6
source: Contacts
uk: Контакти

# TextAboutUs_7
source: Levels A1–C2
uk: Рівні A1–C1

# TextAboutUs_8
source: Individual and Group Classes
uk: Індивідуально та в групах

# TextAboutUs_9
source: Online or Offline
uk: Онлайн або офлайн

# TextAboutUs_10
source: English Club Teacher
uk: Викладачка English Club

# TextAboutUs_11
source: Liubov Romanivna Vinnytska
uk: Любов Романівна Вінницька

# TextAboutUs_12
source: A teacher is a professional who will help you learn the language.
uk: Викладач — фахівець, який допоможе вам вивчити мову.

# TextAboutUs_13
source: Our Goal
uk: Наша мета

# TextAboutUs_14
source: To give you confidence and practical skills so that English becomes a tool, not a “scary subject.”
uk: Дати тобі впевненість і практичні навички, щоб англійська стала інструментом, а не “страшним предметом”.

# TextAboutUs_15
source: Format
uk: Формат

# TextAboutUs_16
source: Small groups and individual lessons. Speaking practice in every class, modern topics, and lively dialogues.
uk: Міні-групи та індивідуальні заняття. Розмовна практика на кожному уроці, сучасні теми та живі діалоги.

# TextAboutUs_17
source: Results
uk: Результат

# TextAboutUs_18
source: You will see real progress: a stronger vocabulary, grammar without “cramming,” and better listening comprehension.
uk: Ти бачиш прогрес: словниковий запас, граматика без “зубріння”, краще розуміння мови на слух.

# TextAboutUs_19
source: Who Is English Club For?
uk: Для кого підходить English Club?

# TextAboutUs_20
source: For students, adults, and teenagers who want to learn English clearly and systematically. We select groups based on your level and goals: work, studies, travel, or exams.
uk: Для студентів, дорослих і підлітків, які хочуть вивчати англійську зрозуміло та системно. Ми підберемо групу за рівнем і метою: робота, навчання, подорожі, екзамени.

# TextAboutUs_21
source: Beginners (A1–A2): fundamentals, pronunciation, simple dialogues
uk: Початківці (A1–A2): база, вимова, прості діалоги

# TextAboutUs_22
source: Intermediate level (B1–B2): speaking confidence + grammar
uk: Середній рівень (B1–B2): розмовна впевненість + граматика

# TextAboutUs_23
source: Advanced (C1-C2): fluency, professional and academic English
uk: Просунутий (C1): флюентність, робоча/академічна англійська

# TextAboutUs_24
source: View Prices and Formats
uk: Подивитися ціни та формати

# TextAboutUs_25
source: How to Get Started
uk: Як почати

# TextAboutUs_26
source: Submit an application (1 minute)
uk: Залиш заявку (1 хвилина)

# TextAboutUs_27
source: Take a short level assessment
uk: Пройди коротке визначення рівня

# TextAboutUs_28
source: Get a group/format recommendation
uk: Отримай рекомендацію групи/формату

# TextAboutUs_29
source: Start learning
uk: Починай навчання

# TextAboutUs_30
source: FAQ — quick answers to the most important questions
uk: FAQ — коротко про важлив

# TextAboutUs_31
source: Can I learn grammar without “cramming”?
uk: Чи можна без “зубріння” граматики?

# TextAboutUs_32
source: Yes. We explain grammar using simple examples and immediately reinforce it through speaking and practical exercises.
uk: Так. Ми пояснюємо граматику простими прикладами й одразу закріплюємо її в мовленні та вправах.

# TextAboutUs_33
source: How many lessons are needed to see progress?
uk: Скільки занять потрібно для прогресу?

# TextAboutUs_34
source: The first changes are noticeable after 3–4 weeks of regular classes, and a clear improvement can be seen within 2–3 months.
uk: Перші зміни відчуваються вже за 3–4 тижні регулярних занять, а відчутний рівень — за 2–3 місяці.

# TextAboutUs_35
source: Online or offline — which is better?
uk: Онлайн чи офлайн — що краще?

# TextAboutUs_36
source: Both formats work well. Online is convenient from any city, while offline is perfect if you enjoy a “live” classroom. We’ll choose what fits your pace best.
uk: Обидва формати працюють. Онлайн зручно з будь-якого міста, офлайн — якщо любиш “живий” клас. Підберемо під твій ритм.

# TextAboutUs_37
source: Ready to get started?
uk: Готовий/готова почати?

# TextAboutUs_38
source: Sign up — and we’ll help you choose the right level and group.
uk: Запишись — і ми підберемо рівень та групу.

# TextAboutUs_39
source: Sign Up
uk: Записатися

# TextOurReviews_1
source: Home Page
uk: Домашня сторінка

# TextOurReviews_2
source: Reviews
uk: Відгуки

# TextOurReviews_3
source: Our Reviews
uk: Наші відгуки

# TextOurReviews_4
source: It’s important to us that learning is comfortable and delivers real results. Here’s what our students say.
uk: Нам важливо, щоб навчання було комфортним і давало результат. Ось що кажуть наші студенти

# TextOurReviews_5
source: Average Rating
uk: Середня оцінка

# TextOurReviews_6
source: Loading…
uk: завантаження…

# TextOurReviews_7
source: We explain things simply
uk: Пояснюємо просто

# TextOurReviews_8
source: Speaking Practice
uk: Розмовна практика

# TextOurReviews_9
source: Results
uk: Результат

# TextOurReviews_10
source: Comfort
uk: Комфорт

# TextOurReviews_11
source: Leave a Review
uk: Залишити відгук

# TextOurReviews_12
source: Student Reviews
uk: Відгуки студентів

# TextOurReviews_13
source: You can browse and search by keywords
uk: Можна гортати і шукати по ключових словах

# TextOurReviews_14
source: Search (name, text, tag)...
uk: Пошук (ім’я, текст, тег)...

# TextOurReviews_15
source: Loading…
uk: Завантаження...

# TextOurReviews_16
source: Nothing found
uk: Нічого не знайдено

# TextOurReviews_17
source: Try changing your search query.
uk: Спробуй змінити запит пошуку.

# TextOurReviews_18
source: Shown
uk: Показано

# TextOurReviews_19
source: Page
uk: Стор.

# TextServices_1
source: Home Page
uk: Домашня сторінка

# TextServices_2
source: Services
uk: Послуги

# TextServices_3
source: Our Services
uk: Наші послуги

# TextServices_4
source: Learning English
uk: Вивчення англійської мови

# TextServices_5
source: Learn English through practice, communication, and engaging tasks. We’ll choose a learning format that matches your level and goals.
uk: Вивчай англійську через практику, спілкування та цікаві завдання. Підберемо формат навчання під твій рівень і цілі.

# TextServices_6
source: Types of Classes
uk: Типи занять

# TextServices_7
source: Choose the type of class that suits you — we’ll clarify the details and find a convenient time.
uk: Оберіть для себе тип заняття — ми уточнимо деталі та зручний час.

# TextServices_8
source: UAH
uk: грн

# TextServices_9
source: Enroll
uk: Записатись

# TextServices_10
source: Not sure what to choose?
uk: Не знаєте, що обрати?

# TextServices_11
source: Message us — we’ll help you choose the best option based on your needs and desired results.
uk: Напишіть нам — підберемо процедуру під ваш тип шкіри та бажаний результат.

# TextServices_12
source: Get a Consultation
uk: Отримати консультацію

# TextServices_13
source: Callback Request
uk: Зворотній дзвінок

# TextPortfolio_1
source: Home Page
uk: Домашня сторінка

# TextPortfolio_2
source: Portfolio
uk: Портфоліо

# TextPortfolio_3
source: Our Portfolio
uk: Наше портфоліо

# TextPortfolio_4
source: Liubov Romanivna
uk: Любов Романівна

# TextOurContacts_1
source: Home Page
uk: Домашня сторінка

# TextOurContacts_2
source: Contacts
uk: Контакти

# TextOurContacts_3
source: Our Contacts
uk: Наші контакти

# TextOurContacts_4
source: Write or call us — we’ll recommend the right learning format, assess your level, and help you choose a group.
uk: Напиши або подзвони — підкажемо формат навчання, визначимо рівень і допоможемо обрати групу.

# TextOurContacts_5
source: Working Hours
uk: Графік роботи

# TextOurContacts_6
source: We respond quickly
uk: Відповідаємо швидко

# TextOurContacts_7
source: Mon–Fri
uk: Пн–Пт

# TextOurContacts_8
source: Sat
uk: Сб

# TextOurContacts_9
source: Sun
uk: Нд

# TextOurContacts_10
source: Contact Us
uk: Звʼязатися з нами

# TextOurContacts_11
source: Have a question or want to enroll your child in classes? Message us — we’ll quickly help you choose the right format and level.
uk: Маєш питання або хочеш записати дитину на заняття? Напиши нам — ми швидко підберемо формат і рівень.

# TextOurContacts_12
source: Phone
uk: Телефон

# TextOurContacts_13
source: Address
uk: Адреса

# TextOurContacts_14
source: Open on the map →
uk: Відкрити на карті →

# TextOurContacts_15
source: We’ll match you with a group based on age and level — just message us “I want to learn.”
uk: Підберемо групу за віком та рівнем — просто напиши “Хочу навчатися”

# TextOurContacts_16
source: Submit a Request
uk: Залишити заявку

# TextOurContacts_17
source: Fill out the form — we’ll get in touch with you as soon as possible.
uk: Заповни форму — ми звʼяжемось із тобою найближчим часом.

# TextOurContacts_18
source: Name
uk: Імʼя

# TextOurContacts_19
source: Phone
uk: Телефон

# TextOurContacts_20
source: Message
uk: Повідомлення

# TextOurContacts_21
source: Sending…
uk: Надсилаємо...

# TextOurContacts_22
source: Submit Application
uk: Надіслати заявку

# TextOurContacts_23
source: Clear
uk: Очистити

# TextOurContacts_24
source: Stryi, Okhrymovycha St., 8/25
uk: м. Стрий, вул. Охримовича, 8/25

# TextOurContacts_25
source: Day off
uk: вихідний

# TextOurContacts_26
source: Sent contact page.
uk: повідомлення відправлено із сторінки контакти.

# TextOurContacts_27
source: An error occurred while sending. Please try again.
uk: Сталася помилка при відправці. Спробуйте ще раз.

# TextOurContacts_28
source: Thank you! We’ve received your message and will contact you shortly.
uk: Дякуємо! Ми отримали ваше повідомлення і скоро з вами звʼяжемось.

# TextAddReview_1
source: Go back
uk: Повернутися назад

# TextAddReview_2
source: Add a Review
uk: Додати відгук

# TextAddReview_3
source: Your feedback helps us get better.
uk: Твоя думка допомагає нам ставати кращими

# TextAddReview_4
source: First and Last Name
uk: Імʼя та прізвище

# TextAddReview_5
source: Your Review
uk: Твій відгук

# TextAddReview_6
source: Rate Us
uk: Оцініть нас

# TextAddReview_7
source: Selected:
uk: Обрано:

# TextAddReview_8
source: Submitting…
uk: Надсилаю...

# TextAddReview_9
source: Submit Review
uk: Надіслати відгук

# TextAddReview_10
source: Your review may be published after moderation.
uk: Публікація відгуку може бути після модерації.

# TextAddReview_11
source: Thank you for your review!
uk: Дякуємо за відгук

# TextAppointmentClient_1
source: Free Trial Lesson Registration
uk: Запис на безкоштовний урок

# TextAppointmentClient_2
source: Leave your contact details — we’ll confirm your registration and get in touch with you.
uk: Залиште контакти — ми підтвердимо запис і звʼяжемось з вами.

# TextAppointmentClient_3
source: First and Last Name
uk: Ім’я та прізвище

# TextAppointmentClient_4
source: Phone
uk: Телефон

# TextAppointmentClient_5
source: Date
uk: Дата

# TextAppointmentClient_6
source: What are you interested in? (optional)
uk: Що вас цікавить? (опціонально)

# TextAppointmentClient_7
source: Choose a service
uk: Оберіть послугу

# TextAppointmentClient_8
source: Message (optional)
uk: Повідомлення (опціонально)

# TextAppointmentClient_9
source: For example: a convenient time for a call, the child’s age, level, etc.
uk: Наприклад: зручний час для дзвінка, вік дитини, рівень...

# TextAppointmentClient_10
source: Sending…
uk: Відправляємо...

# TextAppointmentClient_11
source: Sign Up
uk: Записатися

# TextAppointmentClient_12
source: Return to Home
uk: Повернутися на головну

# TextAppointmentClient_13
source: Done! Your request has been received. We’ll contact you shortly.
uk: Готово! Заявку прийнято! Ми скоро з вами звʼяжемося.

# TextAppointmentClient_14
source: An error occurred while sending. Please try again.
uk: Сталася помилка при відправці. Спробуйте ще раз.

# TextAppointmentCallback_1
source: Callback Request
uk: Зворотній дзвінок

# TextAppointmentCallback_2
source: Leave your number — we’ll call you back during business hours.
uk: Залиште номер — ми передзвонимо вам у робочий час

# TextAppointmentCallback_3
source: First and Last Name
uk: Імʼя та прізвище

# TextAppointmentCallback_4
source: Phone
uk: Телефон

# TextAppointmentCallback_5
source: Comment (optional)
uk: Коментар (опціонально)

# TextAppointmentCallback_6
source: Sending…
uk: Відправляємо...

# TextAppointmentCallback_7
source: Sign Up
uk: Записатися

# TextAppointmentCallback_8
source: Return to Home
uk: Повернутися на головну

# TextAppointmentCallback_9
source: Done! Your request has been received. We’ll contact you shortly.
uk: Готово! Заявку прийнято! Ми скоро з вами звʼяжемося.

# TextAppointmentCallback_10
source: An error occurred while sending. Please try again.
uk: Сталася помилка при відправці. Спробуйте ще раз.
